{"_id":{"$oid":"5e7a4993568dc82b1c14943a"},"title":"Kapitan Alatriste","author":"Arturo Perez-Reverte","content":"Powieści historyczne tworzone przez wybitnych pisarzy pomimo nawet największego ich  kunsztu cierpią na pewien brak autentyczności. Trudno jest odmalować wojnę komuś kto jej tak naprawdę nie widział, tak jak trudno napisać dobrą powieść żołnierzowi nie mającemu odpowiedniego warsztatu pisarza. Są to rzeczy których nie da się pogodzić. Czy aby na pewno? Jak się okazuje, nie. Perez-Reverte jest byłym korespondentem wojennym, a także pisarzem  z dużym warsztatem, członkiem Hiszpańskiej Akademii Królewskiej. W jego dziełach, które wielokrotnie dotykają wojny widać autentyzm ludzkich postaw i charakterów. Postacie przez niego kreowane wydają się po prostu prawdziwe. Nie inaczej  jest w „Kapitanie Alatriste”. Na pierwszy rzut oka wydawałoby się że jest to kolejna powieść z gatunku płaszcza i szpady, kolejny klon „Trzech muszkieterów” Dumasa, którymi z resztą Perez-Reverte w dzieciństwie się zaczytywał. Jednak byłaby to opinia całkowicie błędna. Jest to książka o zdecydowanie innym klimacie, dużo mroczniejsza , momentami melancholijna, by następnie gwałtownie przyspieszyć z akcją. To wszystko w połączeniu z doskonale napisanymi postaciami, dogłębną znajomością historii i geografii Hiszpanii, oraz tą niezwykłą umiejętnością wyjaśnienia przez autora nawet najskrytszych zakamarków duszy Hiszpana sprawia że jest to książka bardzo dobra. I na pewno nie przeszkadza jej to że jest zaledwie pierwszą częścią cyklu w którym pozostałe części stoją na tak samo wysokim poziomie. Jednym słowem -polecam .  Pozdrawiam, Artur.","__v":{"$numberInt":"0"}}
{"_id":{"$oid":"5e7a49b0568dc82b1c14943b"},"title":"Koniec świata szwolerzerów","author":"Marian Brandys","content":"Historyczne książki pisane przez pracowników naukowych przyciągają raczej tylko najbardziej zainteresowanych danym tematem. Dusza człowieka szuka piękna i tylko tam gdzie nad potrzebami duszy wygrywają potrzeby umysłu takie pozycje się przebijają. Z drugiej strony książki pisane przez zawodowych pisarzy, czy dziennikarzy często zawierają informacje niezgodne z prawdą historyczną.  Co by się jednak stało gdyby te dwie rzeczy połączyć w jednej pozycji? No cóż. Marian Brandys spróbował. I całkowicie, w stu procentach, niezaprzeczalnie się to sprawdziło.  „Koniec świata szwolerzerów” jest właściwie kontynuacją „Kozietulski i inni” i cała ta recenzja równie dobrze może dotyczyć obu tych pozycji, czy też raczej wszystkich ośmiu, bo praca Brandysa jest tak obszerna że wydano ją łącznie w ośmiu tomach na przestrzeni dwunastu lat. Ale nich Was to nie zniechęca. Książkę czyta się z zapartym tchem. Jest napisana lekko, a jednocześnie wyraźnie widać ogrom kwerendy źródłowej jakiej dokonał author zbierając materiały. To nie tylko rzetelna, obszerna biografia trzech byłych szwoleżerów, Wincentego Krasińskiego, Tomasza Łubieńskiego i Walentego Zwierkowskiego, to przede wszystkim trzy postacie osadzone wewnątrz bogato opisanego  polskiego społeczeństwa pierwszej połowy XIX wieku,. „Koniec świata szwolerzerów”, śledzi się z wypiekami na twarzy poznając charaktery i postawy naszych rodaków z czasów w których desperacko walczyli by Polska utrzymała się na mapie Europy, podczas gdy z każdym dniem coraz bardziej zaciskały się nad Warszawą rosyjskie szpony. Pozdrawiam, Artur.","__v":{"$numberInt":"0"}}
{"_id":{"$oid":"5e7a49d3568dc82b1c14943c"},"title":"Walczyłem pod niebem Europy i Afryki","author":"Wacław Król","content":"Autobiografie, czy też bardziej ogólnie książki zawierające wątki autobiograficzne, niezależnie czy pisane przez ghostwrighterów, czy bezpośrednio przez authora mają jedną bardzo podstawową wadę. Są bardzo subiektywne, zwłaszcza jeżeli powstają pod nadzorem cenzury. „Walczyłem pod niebem Europy i Afryki” to kontynuacja poprzednich książek Wacława Króla, opisujących walki authora w obronie Francji w 1940 roku i w obronie Wielkiej Brytanii w latach 1940-1941. Tym razem autor skupia się na swoim wysiłku wojennym z okresu od końca 1941 roku do upadku III Rzeszy i powrotu do Polski w 1947 roku, opisując swoje walki nad Francją, Niemcami i w Afryce, w słynnym Cyrku Skalskiego. Książka tak jak poprzednie ma zarówno liczne zalety, jak i wady. Do zalet należy niewątpliwie barwne opisanie zarówno środowiska polskich lotników z PSZ, jak i społeczeństwa Wielkiej Brytanii w czasie wojny. Liczne szczegóły z życia codziennego wzbogacają odbiór i dają szerszą perspektywę  czytelnikowi. Wady niestety bardzo zmniejszają jednak wartość jego dzieła. Z jednej strony mamy bowiem jeden z nielicznych przypadków z okresu PRL, gdzie author otwarcie mógł pisać o PSZ na Zachodzie, z drugiej zamieszczane przez authora na łamach swoich publikacji przemyślenia są bardzo często płytkie, bez uwzględnienia szerszego kontekstu zdarzeń, a co za tym idzie niesprawiedliwe. Na ile jest to wpływ cenzury PRLu, na ile nierozeznanie authora w temacie polityki światowej i polskiej okresu drugiej wojny trudno określić, ale fakt że ostatnia część wspomnień wydana w 1991 roku, czyli już po upadku PRL, także nie jest od nich wolna ,sugeruje raczej to drugie. Czy polecam książkę?  Tak, ale pod warunkiem że czytelnik skupi się tylko na szczegółach życia codziennego, nie zgłębiając się w subiektywne opinie authora, które na szczęście występują niezbyt licznie. Pozdrawiam –Artur","__v":{"$numberInt":"0"}}
{"_id":{"$oid":"5e7a49e7568dc82b1c14943d"},"title":"Od śniegów Arktyki po pył Normandii","author":"Patrick Dalzel-Job","content":"Autobiografie postaci nietuzinkowych często czyta się jak najlepszą powieść sensacyjną. Tak jest i w tym przypadku. Żeglarz, komandos, tajny agent, członek jednostki specjalnej służącej do przechwytywania niemieckiej technologii. Prawdopodobnie jeden z pierwowzorów Jamesa Bonda. To wcale nie twierdzenie na wyrost. Twórca Bonda, Ian Fleming był w latach 1944-1945 bezpośrednim przełożonym Dalzel-Joba i w postaci agenta 007 widać dużo cech naszego bohatera. „Od śniegów Europy po pył Normandii” obejmuje okres od 1937 roku kiedy author za pomocą zbudowanego własnymi rękoma żaglowca płynie na wody Norwegii, poprzez rok 1940 gdy jako oficer RN walczy pod Narwikiem, uwzględnia  tajne misje w Norwegii pod niemiecką okupacja i walki we Francji i Niemczech w latach 1944-1945, w których author musiał wręcz wyprzedzać oddziały frontowe by przechwytywać tajne bronie Hitlera. Książka pisana jest prostym językiem a author nie sili się na żadne górnolotne analizy ogólnoświatowych wydarzeń, czym wyraźnie różni się od na przykład Króla recenzowanego w moim poprzednim wpisie. Owszem Dalzel-Job często piętnuje głupotę, krótkowzroczność, czy niekompetencję współpracowników i przełożonych, ale za każdym razem robi to tylko w zakresie swojej wiedzy i popiera swoje opinie dowodami i logiczną analizą, przez  są one po prostu obiektywne. Ponadto nie ukrywa też swoich błędów i się ich nie wypiera co świadczy o jego wysokiej inteligencji i umiejętności  logicznego myślenia. Jest to jedna z trzech dominujących cech authora które widać w książce. Drugą jest niewątpliwie upór, w przypadku authora posunięty do granicy pomiędzy wadą i zaletą. Trzecią bieda i to jak ukształtowała jego charakter. Dalzel-Job pochodził z niezamożnej rodziny i ani nie uzyskał wyższego wykształcenia, ani nie został dżentelmenem. Dzięki temu już od pierwszych stron książki widzimy że jest z jednej strony osobą samowystarczalną, z drugiej nie bojącą się kontaktu z innymi ludźmi i umiejącą ocenić ludzkie charaktery bez żadnych uprzedzeń, dostrzegając prawdziwą wartość człowieka. Widać to zarówno w okresie walk w Narwiku w 1940 roku, gdzie z trudem Dalzel-Jobowi udaje się łagodzić nieporozumienia pomiędzy Royal Navy, a Norwegami, jak i w 1944 roku gdzie butni brytyjscy i amerykańscy oficerowie ignorują lokalny ruch oporu co się na nich wielokrotnie potem mści. Zdecydowanie Dalzel-Job jest postacią wyjątkową, o bogatym życiorysie, mocnym charakterze i dużej inteligencji. Czy polecam „Od śniegów Arktyki po pył Normandii”? Zdecydowanie. Pozdrawiam – Artur.","__v":{"$numberInt":"0"}}
{"_id":{"$oid":"5e7a4a01568dc82b1c14943e"},"title":"Asy lotnictwa","author":"Marek Murawski","content":"Asy lotnictwa” to seria książek, przeznaczona głównie dla modelarzy. Ukazały się trzy części dotyczące lotników niemieckich, później serię zawieszono. Każda pozycja zawiera biografie trzech lotników, wraz z krótką opowieścią na temat ważnego momentu w karierze danego lotnika, często w formie cytatu. Do każdej osoby dołączone są także kolorowe sylwetki samolotów mające pomóc modelarzom w poprawnym naniesieniu farb na model. Jest to pozycja wartościowa przede wszystkim dla osób które nie chcą mieć kalkomanii anonimowej maszyny, tylko model wzorowany na samolocie jednego z asów przestworzy, dodatkowo wzbogacony znajomością losów danego lotnika którą można się pochwalić przed innymi modelarzami. . Zdecydowanie może być to także wartościowa pozycja dla osób interesujących się różnymi aspektami funkcjonowania Luftwaffe podczas drugiej wojny światowej. Czy polecam książkę? Dla osób które szukają tak specyficznej wiedzy jak najbardziej. To solidne, rzetelne pozycje. Dla szarego użytkownika niekoniecznie.","__v":{"$numberInt":"0"}}
